Repository: nvda-es/updateChannel
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, cs, de, gl, hr, it, pl, pt_br, pt_pt, ro, sr, zh_cn

source: Default
bg: По подразбиране
cs: Výchozí
de: Standard
gl: Predeterminado
hr: Standardno
pl: Domyślny
pt_br: Padrão
pt_pt: Padrão
ro: Implicit
sr: Podrazumevani
zh_cn: 默认

source: Stable
bg: Стабилна
cs: Stabilní verze
de: Stabil
gl: Estable
hr: Stabilno
it: Stabile
pl: Stabilna
pt_br: Estável
pt_pt: Estável
ro: Stabil
sr: Stabilne verzije
zh_cn: 稳定版

source: Rc and beta
bg: RC и Бета

source: Alpha (snapshots)
bg: Алфа (тестови версии)
cs: Alfa (vývojové verze)
de: Alpha (Schnappschuss)
gl: Alfa (versións experimentais)
hr: Alpha (snimke ekrana)
pl: Alpha (migawki)
pt_br: Alfa (instantâneos)
pt_pt: Alpha (instantâneos)
ro: Alfa: (instantanee)
sr: Alfa (snapshot) verzije
zh_cn: Alpha 版（快照）

source: Disable updates (not recommended)
bg: Забраняване на обновяването (не се препоръчва)
cs: Zakázat aktualizace (nedoporučuje se)
de: Updates deaktivieren (nicht empfohlen)
gl: Desactivar actualizacións (non se recomenda)
hr: Deaktiviraj aktualiziranja (ne preporučuje se)
it: Disabilita aggiornamenti (non consigliato)
pl: Wyłącz aktualizacje (niezalecane)
pt_br: Desabilitar atualizações (não recomendado)
pt_pt: Desactivar actualizações (não recomendado)
ro: Dezactivează actualizările (nerecomandat)
sr: Onemogući ažuriranja (nije preporučeno)
zh_cn: 禁用更新（不建议）。

source: Update channel
bg: Канал за обновление
cs: Aktualizační kanál
de: Update-Kanal
gl: Canle de actualización
hr: Aktualiziraj kanal
it: Aggiorna canale
pl: Aktualizuj kanał
pt_br: Canal de atualização
pt_pt: Canal de actualização
ro: Actualizare canal
sr: Kanal ažuriranja
zh_cn: 更新通道

source: View changelog
bg: Преглед на списъка с промените
cs: Zobrazit changelog
de: Änderungsprotokoll anzeigen
gl: Ver rexistro de trocos
hr: Pogledaj zapis promjena
it: Visualizza il changelog
pl: Wyświetl dziennik zmian
pt_br: Exibir registro de alterações
pt_pt: Ver registo de alterações
ro: Vizualizare jurnal de modificări
sr: Prikaži listu promena
zh_cn: 查看更新日志

source: {channelInfo} (apiVersion {APIVersion})
bg: {channelInfo} (Версия на ППИ {APIVersion})
cs: {channelInfo} (Verze rozhraní {APIVersion})
sr: {channelInfo} (apiVerzija {APIVersion})
zh_cn: {channelInfo} (API 版本 {APIVersion})

source: Download now %s
bg: Изтегли сега %s
cs: Stáhnout nyní %s
de: Jetzt herunterladen %s
gl: Descargar agora %s
hr: Preuzmi sada %s
it: Scarica ora %s
pl: Pobierz teraz %s
pt_br: Faça o download agora %s
pt_pt: Descarregar agora %s
ro: Descărcați acum %s
sr: Preuzmi sada %s
zh_cn: 立即下载 %s

source: Fail retrieving update info
bg: Неуспешно извличане на информация за обновлението
cs: Načítání informací o aktualizaci se nezdařilo
de: Fehler beim Abrufen von Updateinformationen
gl: Fallo obtendo información de actualización
hr: Neuspjelo dohvaćanje aktualiziranih podataka
it: Impossibile recuperare informazioni sull'aggiornamento
pl: Niepowodzenie pobierania informacji o aktualizacji
pt_br: Falha ao recuperar informações de atualização
pt_pt: Informação de actualização de recuperação de falhas
ro: Eroare la recuperarea informațiilor despre actualizare
sr: Greška pri preuzimanju informacija o ažuriranju
zh_cn: 检索更新信息失败

source: Already updated
bg: Няма налично обновление
cs: Již aktualizováno
de: Bereits aktualisiert
gl: Xa actualizado
hr: Već je aktualiziran
it: Gi√† aggiornato
pl: Już zaktualizowane
pt_br: Já atualizado
pt_pt: Já actualizado
ro: Actualizat deja
sr: Već je ažurirano
zh_cn: 已更新

source: searching update info
bg: Търсене на информация за обновлението
cs: vyhledávání informací o aktualizaci
de: Suche nach Update-Informationen
gl: procurando información de actualización
hr: traženje aktualiziranih podataka
it: Ricerca di informazioni sull'aggiornamento
pl: wyszukiwanie informacji o aktualizacji
pt_br: pesquisa de informações de atualização
pt_pt: pesquisar informação de actualização
ro: Se caută informații despre actualizări
sr: Traže se informacije o ažuriranju
zh_cn: 正在检索更新信息

source: Current version: {version} build {version_build}
bg: Текуща версия: {version} компилация {version_build}
cs: Aktuální verze: {version} sestavení {version_build}
de: Aktuelle Version: {version} erstellt am {version_build}
gl: Versión actual: {version} compilación {version_build}
hr: Trenutačna verzija: {version} izgradnja {version_build}
it: Versione corrente: {version} build {version_build}
pl: obecna wersja: {version} build {version_build}
pt_br: Versão atual: {version} construir {version_build}
pt_pt: Versão actual: {version} build {version_build}
ro: Versiunea curentă: {version} compilare {version_build}
sr: Trenutna verzija: {version} podverzija{version_build}
zh_cn: 当前版本: {version} 构建 {version_build}

source: Update channel selector
bg: Избор на канал за обновяване (Update channel selector)
cs: Výběr aktualizačního kanálu
de: Update-Kanal-Auswahl
gl: Selector de canle de actualización
hr: Selektor kanala za aktualiziranje
it: Selettore del canale per gli aggiornamenti
pt_br: Atualizar o seletor de canais
pt_pt: Selector de canais de actualização
sr: Birač kanala ažuriranja
zh_cn: 更新通道选择器

source: This add-on allows you to switch quickly between NVDA snapshots and release types. Go to the update channel category on the NVDA settings dialog, choose your update channel and check for updates from the NVDA help menu. Choose the stable option and update again to return to an official release.
bg: Тази добавка ви позволява бързо да превключвате между тестовите и стабилните версии на NVDA. Отидете до категорията "Канал за обновяване" в диалоговия прозорец с настройките на NVDA, изберете вашия канал за обновяване и проверете за обновления от менюто "Помощ" на NVDA. Изберете опцията "Стабилна" и обновете отново, за да се върнете към стабилната версия.
cs: Tento doplněk umožňuje rychlé přepínání mezi aktualizačními kanály vývojových či stabilních vydání NVDA. V dialogu nastavení NVDA přejděte do kategorie aktualizační kanál, vyberte požadovaný aktualizační kanál a zkontrolujte aktualizace z nabídky nápovědy NVDA. Abyste se vrátili k oficiálnímu vydání NVDA, vyberte aktualizační kanál stabilní verze a znovu skontrolujte aktualizace.
de: Mit dieser Erweiterung können Sie schnell zwischen Entwicklungs-Schnappschüssen, Beta-, RC- und stabilen Versionen wechseln. Wechseln Sie zur Kategorie Update-Kanal im Dialogfeld NVDA-Einstellungen. Wählen Sie dort den gewünschten Update-Kanal aus und suchen Sie im NVDA-Hilfemenü nach Updates. Wählen Sie die Option stabil und aktualisieren Sie erneut, um zu einer offiziellen Version zurückzukehren.
gl: Este complemento permíteche cambiar rapidamente entre versións experimentais de NVDA e tipos de versións. Vai á categoría canle de actualización no diálogo de opcións de NVDA; escolle a túa canle de actualización e e comproba actualizacións dende o menú de axuda de NVDA. Escolle a opción estable e actualiza de novo para volver a unha versión oficial.
hr: Ovaj dodatak omogućuje brzo prebacivanje između NVDA snimaka i vrsta izdanja. Idi u kategoriju kanala za aktualiziranje u dijaloškom okviru NVDA postavki, odaberi kanal za aktualiziranje i provjeri postoje li nove verzije u izborniku NVDA pomoći. Odaberi opciju stabilne verzije i ponovo aktualiziraj za vraćanje na službeno izdanje.
it: Questo componente aggiuntivo consente di passare rapidamente tra snapshot di NVDA ed altri tipi di rilascio. Vai alla categoria del canale di aggiornamento nella finestra di dialogo delle impostazioni di NVDA, scegli il canale di aggiornamento e controlla gli aggiornamenti dal menu dell'aiuto di NVDA. Scegli l'opzione stabile e aggiorna di nuovo per tornare a una versione ufficiale.
pl: Ten dodatek umożliwia szybkie przełączanie między migawkami NVDA i typami wydań. Przejdź do kategorii kanału aktualizacji w oknie dialogowym ustawień NVDA, wybierz kanał aktualizacji i sprawdź dostępność aktualizacji z menu pomocy NVDA. Wybierz opcję stabilną i zaktualizuj ponownie, aby powrócić do oficjalnego wydania.
pt_br: Esse complemento permite alternar rapidamente entre os instantâneos do NVDA e os tipos de versão. Vá para a categoria de canal de atualização na caixa de diálogo de configurações do NVDA, escolha o canal de atualização e verifique se há atualizações no menu de ajuda do NVDA. Escolha a opção estável e atualize novamente para retornar a uma versão oficial.
pt_pt: Este extra permite alternar rapidamente entre os instantâneos do NVDA e as versões estáveis. Vá para a categoria de atualização de canal na caixa de diálogo de configurações do NVDA, escolha o seu canal de actualização e verifique se há actualizações no menu de ajuda do NVDA. Escolha a opção estável e actualize novamente para voltar a uma versão oficial estável.
ro: Acest supliment vă permite să treceți rapid de la instantaneele NVDA la tipurile de versiuni. Mergeți la categoria actualizare canal din panoul setărilor NVDA, alegeți-vă canalul de actualizare și căutați update-uri din meniul de ajutor al NVDA. Alegeți opțiunea stabilă și actualizați din nou pentru a vă întoarce la o versiune oficială.
sr: Ovaj dodatak vam dozvoljava da se brzo prebacujete između NVDA stabilnih i verzija za testiranje. Posetite kategoriju kanal ažuriranja NVDA dijaloga sa podešavanjima, izaberite vaš kanal ažuriranja a zatim proverite dostupna ažuriranja iz NVDA menija pomoći. Izaberite opciju stabilne verzije kako biste se ažuriranjem vratili na poslednju stabilnu verziju.
zh_cn: 这个插件可以让您在 NVDA 的各个版本之间进行快速切换。进入 NVDA 设置面板 / 更新通道类别下，选择一个所需的更新通道，然后在 NVDA 帮助菜单内“检查更新”。选择“稳定版”选项后，执行“检查更新”则可以回到稳定版。

source: Stable, rc and beta
cs: Stabilní, rc a beta vereze
de: Stabil, RC und Beta
gl: Estable, rc e beta
hr: Stabilno izdanje, kandidat izdanja i beta izdanje
it: Stabile, rc e beta
pl: Stabilny, rc i beta
pt_pt: Estável, rc e beta
ro: Stabil, RC și beta
sr: Stabilne, RC i beta verzije
zh_cn: 稳定版、rc版和Beta版
